import { PackagesCardInterface } from '../interface/packages-card.interface';


export const PACKAGES_DATA: PackagesCardInterface[] = [{
    objectType: 1,
    header: 'SEO SOFT (1-2 мес)',
    subHeader: '480 BYN',
    period: '',
    subscription: 'Исправление текущих ошибок сайта с составлением подробного плана будущих работ на долгосрочный период.',
    firstList: [
      'Технический аудит сайта ',
      'Исправление ошибок на сайте',
      'Рекомендации по дальнейшей оптимизации'
    ],
    secondList: '1. Если вам уже делали seo или уже начали, но вы хотите проверить своих подрядчиков. ' + '<br/>' + '<br/>' +
      '2. Если хотите оптимизировать сайт самостоятельно, но у вас не хватает технического опыта для устранения ошибок на сайте . ' + '<br/>' + '<br/>' +
      '3. Если вы хотите оптимизировать сайт, но не знаете, с чего начать .'
  }, {
    objectType: 2,
    header: 'SEO 200 (от 4 мес)',
    subHeader: 'от 600 BYN',
    period: 'в месяц',
    subscription: 'Продвижение по релевантым запросам. Увеличение видимости сайта и органического трафика, вывод в топ. До 250 запросов.',
    firstList: [
      'Полный пакет SEO Soft',
      'Полная оптимизация по запросам (до 250 запросов), в том числе написание и оптимизация текстов',
      'Гарантия вывода в топ'
    ],
    secondList: 'Для малого и среднего бизнеса, представителей нишевого бизнеса, ' +
      'с небольшим количеством категорий продуктов или услуг.' + '<br/>' + '<br/>' +
      ' Например: архитектурные студии, языковые школы, пекарни.'
  }, {
    objectType: 1,
    header: 'SEO 200+ (от 6 мес)',
    subHeader: 'от 1 200 BYN',
    period: 'в месяц',
    subscription: 'Продвижение по релевантым запросам. Увеличение видимости сайта и органического трафика, вывод в топ. От 250 запросов.',
    firstList: [
      'Полный пакет SEO 200 ',
      'Полная оптимизация по запросам (до 250 запросов), в том числе написание и оптимизация текстов',
      'SERM и продвижение в картах',
      'Гарантия вывода в топ',
    ],
    secondList: ' - интернет-магазины' + '<br/>'
      + '- интернет-каталоги' + '<br/>' +
      '- представители крупного бизнеса' + '<br/>' +
      '- представители среднего бизнеса с высококонкурентной нишей'
  },
  ]
;
